{
  "name": "Зарождение",
  "icon": "thalrathis:unused/allium_apple",
  "category": "thalrathis:world",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "$(l)Талразис$(), древняя и неукротимая земля, мир, сформированный безудержными силами магии. Это царство, где мистическая энергия пронизывает ткань реальности, где сам воздух гудит от потенциала творения и разрушения. В Талразисе магия — это не просто инструмент, это жизненная сила существования, формирующая его народы, ландшафты и даже самих богов."
    },
    {
      "type": "patchouli:text",
      "text": "$(l)Происхождение Талразиса$()$(br2)Давным-давно Талразис возник из слияния элементальных сил, столкновения огня, льда, молний и древних сил, породивших жизнь во всех её формах. Когда мир обрёл очертания, появились и первые существа: те, кто владел магией с грацией, и те, кто стремился использовать её ужасный потенциал."
    },
    {
      "type": "patchouli:text",
      "text": "Самые ранние из этих существ основали Шестнадцать Школ Магии, каждая из которых представляла собой основную силу мира. От Фламары, сущности пламени, до Обскурума, древней и неизведанной силы пустоты, каждая школа породила свою философию, силы и последователей. Эти древние школы не только сформировали судьбу магии Талразиса, но и судьбы его народов."
    },
    {
      "type": "patchouli:text",
      "text": "$(l)Расы Талразиса$()$(br2)Талразис — дом для огромного разнообразия рас, каждая из которых тесно связана с окружающим миром. Лесные эльфы общаются с природой, черпая силу из самой земли, в то время как Авианы парят в небесах, ведомые ветрами Аэро. Элитрианцы, древние и мудрые, раскрыли самые глубокие секреты Края, в то время как Огры канализируют свою первобытную силу через свою ярость."
    },
    {
      "type": "patchouli:text",
      "text": "От мистических Лунных Эльфов, черпающих силу от небесных тел, до яростных Валькирий, воинов, сражающихся во имя чести и святости, каждая раса добавляет свою главу в продолжающуюся историю Талразиса. Например: Арахниды, Гоблины и Инкубы имеют свои тёмные истоки, и их наследие переплетается с великими силами разных миров."
    },
    {
      "type": "patchouli:text",
      "text": "$(l)Вечная борьба$()$(br2)Несмотря на невероятную мощь магии Талразиса, она также непостоянна. Мир был сформирован постоянными конфликтами, не только между расами, но и между самими школами магии. Баланс сил постоянно меняется, новые альянсы возникают, а старые распадаются. Хотя школы сохраняют свою власть, силы Небытия и Обскурума продолжают угрожать балансу природы, а их практики ищут пути разорвать саму ткань мира."
    },
    {
      "type": "patchouli:text",
      "text": "Древние существа, давно считавшиеся спящими, пробуждаются от своего сна под землёй, а конфликт между светом и тьмой становится всё более интенсивным. Как искатель приключений, учёный или охотник за силой, вы окажетесь пойманы в паутину древней истории Талразиса и его продолжающуюся борьбу. Примете ли вы одну из школ магии и раскроете её тайны, или присоединимся к древним расам в их борьбе за перераспределение мира? Выбор за вами, но помните: в Талразисе знания так же опасны, как и могущественны."
    }
  ]

}